// src/data/availableTests.js

export const availableTests = [
    {
        id: "main_socionic",
        name: "Твой психотип по INNER CODE",
        description:
            "Краткий адаптированный тест по соционике, который покажет, к какому типу личности вы ближе.",
        questions: [
            "Мне проще генерировать идеи и возможности, чем заниматься деталями и рутиной.",
            "Я заряжаюсь, когда общаюсь с людьми и обсуждаю с ними свои мысли.",
            "Я часто смотрю в будущее и думаю о том, как всё может быть, а не о том, как всё есть сейчас.",
            "Мне важно понимать общую картину и смысл происходящего, даже если детали пока неясны.",
        ],
    },
];
