{
  "ILE": {
    "label": "Дон Кихот (ИЛЭ, ILE)",
    "description": "ИЛЭ — интуитивно‑логический экстраверт, исследователь возможностей и идей. Такие люди легко загораются новыми проектами, любят экспериментировать, соединять несвязанные на первый взгляд области и видеть перспективы там, где другие их не замечают. Им сложно надолго застревать в рутине и жёстких регламентах — им нужен простор для творчества и импровизации.\n\nВ общении ИЛЭ оживлён, с юмором, часто перескакивает с темы на тему, может казаться несобранным или «витающим в облаках». Сильная сторона типа — генерация нестандартных решений, умение расшевелить систему и привнести в неё свежий взгляд. Слабое место — склонность переоценивать свои силы, бросать начатое, недооценивать бытовые детали и организацию.\n\nРекомендация: выбирайте сферы, где ценятся идеи, инновации и умение быстро адаптироваться (стартапы, творчество, R&D). Старайтесь окружать себя людьми, которые помогут с реализацией, структурой и доведением проектов до конца, а сами берите на себя роль инициатора и вдохновителя."
  },
  "SEI": {
    "label": "Дюма (СЭИ, SEI)",
    "description": "СЭИ — сенсорно‑этический интроверт, тонкий ценитель комфорта, атмосферы и человеческих чувств. Это люди, которые умеют создавать уют вокруг себя: накрыть красивый стол, поддержать приятную беседу, заметить, кому сейчас тяжело и тактично поддержать. Они ценят стабильность, простые радости жизни и доброжелательные отношения.\n\nВ общении Дюма мягок, не навязчив, старается избегать резких конфликтов и напряжения. Сильные стороны типа — умение заботиться, создавать тёплую среду, чувствительность к физическому и эмоциональному состоянию людей. Слабые — трудности с жёсткими решениями, долгосрочным планированием и конфронтацией, если она всё‑таки необходима.\n\nРекомендация: выбирайте среду, где важны сервис, забота и атмосфера (клиентский сервис, сфера красоты и здоровья, работа с людьми). Учитесь мягко, но последовательно отстаивать свои границы и интересы, не жертвуя собой ради чужого спокойствия."
  },
  "ESE": {
    "label": "Гюго (ЭСЭ, ESE)",
    "description": "ЭСЭ — этико‑сенсорный экстраверт, эмоциональный организатор и двигатель повседневной жизни. Такие люди создают настроение вокруг: шутят, поддерживают, вдохновляют, включают других в активность. Они хорошо чувствуют, что нравится людям, и готовы много делать, чтобы всем было удобно и приятно.\n\nВ общении Гюго яркий, непосредственный, может быть громким, демонстративным, но чаще всего искренен в своих эмоциях. Сильные стороны типа — умение сплачивать людей, заботиться о конкретных бытовых деталях, создавая ощущение «праздника жизни». Слабые — нетерпимость к холодной логике и критике, склонность к перегрузке делами и эмоциональному выгоранию.\n\nРекомендация: выбирайте сферы, где нужны энергия, общительность и внимание к людям (ивент‑индустрия, образование, сервис, HR). Учитесь дозировать свою включённость, оставлять время на отдых и спокойно принимать конструктивную обратную связь."
  },
  "LII": {
    "label": "Робеспьер (ЛИИ, LII)",
    "description": "ЛИИ — логико‑интуитивный интроверт, аналитик и системный мыслитель. Он стремится к ясности, логической стройности и внутренней непротиворечивости идей. Ему важно понимать, «как всё устроено», видеть принципы и закономерности, а не только частные случаи. Часто это люди с развитым критическим мышлением и склонностью к интеллектуальной честности.\n\nВ общении Робеспьер сдержан, рационален, может казаться холодным или отстранённым, особенно в эмоционально нагруженных ситуациях. Сильные стороны — способность к глубокому анализу, структурированию информации, созданию чётких концепций и моделей. Слабые — трудности с выражением эмоций, гибкой адаптацией к чувствам других и с решениями там, где нет достаточно данных.\n\nРекомендация: выбирайте сферы, где ценятся аналитика, логика и точность (наука, IT, инжиниринг, аналитика данных, право). Развивайте навыки эмоциональной коммуникации: учитесь проговаривать свои чувства и учитывать эмоциональный контекст других, не отказываясь от своей рациональности."
  },
  "SLE": {
    "label": "Жуков (СЛЭ, SLE)",
    "description": "СЛЭ — сенсорно‑логический экстраверт, стратег силы и прямого действия. Он чувствует, где требуется волевой нажим, умеет брать на себя ответственность и проявлять инициативу. Это люди, которые легко ориентируются в конкурентной среде, не боятся сложных вызовов и готовы бороться за результат.\n\nВ общении Жуков прямолинеен, иногда резок, может давить, если считает это необходимым. Сильные стороны — решительность, способность быстро действовать в условиях неопределённости, умение защищать себя и своих. Слабые — риск грубости, игнорирования чувств других людей, нетерпимость к слабости и медлительности.\n\nРекомендация: выбирайте сферы, где важны жёсткий менеджмент, кризисное руководство, защита интересов (управление, бизнес, силовые структуры, спорт). Учитесь замечать границы других людей, различать, где напор помогает делу, а где разрушает отношения, и признавать право другого на свой темп и состояние."
  },
  "IEI": {
    "label": "Есенин (ИЭИ, IEI)",
    "description": "ИЭИ — интуитивно‑этический интроверт, тонкий наблюдатель временных тенденций и эмоциональных состояний. Такие люди чувствуют настроение эпохи, предугадывают развитие событий, легко погружаются в мир образов, символов и впечатлений. Им важно, чтобы жизнь имела смысл и внутреннюю красоту.\n\nВ общении Есенин мягок, романтичен, склонен к мечтательности и глубокой рефлексии. Сильные стороны — способность вдохновлять, передавать настроение, чутко относиться к внутреннему миру людей. Слабые — склонность к пассивности, уходу в фантазии, затруднения с практической реализацией и жёсткими решениями.\n\nРекомендация: выбирайте сферы, где ценятся образность, эмоции и смысл (искусство, культура, психология, гуманитарные науки). Укрепляйте навык конкретизации и планирования: переводите интуитивные ощущения в реалистичные шаги, опирайтесь на более структурных партнёров."
  },
  "EIE": {
    "label": "Гамлет (ЭИЭ, EIE)",
    "description": "ЭИЭ — этико‑интуитивный экстраверт, режиссёр эмоций и смыслов. Это люди, которые умеют управлять настроением аудитории, зажигать идеями, обострять важные темы и поднимать глубокие вопросы. Они чувствуют драму жизни и нередко привносят её в общение, чтобы придать ему интенсивность и значимость.\n\nВ контакте Гамлет экспрессивен, иногда чрезмерно драматичен, но часто именно это помогает ему трогать людей за живое. Сильные стороны — харизма, умение вдохновлять, поднимать сложные, но важные темы. Слабые — склонность к эмоциональным перегибам, катастрофизации, внутренним качелям и усталости от собственной интенсивности.\n\nРекомендация: выбирайте сферы, где нужны работа с людьми, публичность и смысл (психология, преподавание, культура, общественная деятельность). Учитесь дозировать эмоциональное напряжение, замечать свои границы и давать себе право на простые, не драматичные радости жизни."
  },
  "LSI": {
    "label": "Максим Горький (ЛСИ, LSI)",
    "description": "ЛСИ — логико‑сенсорный интроверт, хранитель порядка и чётких правил. Он ценит структуру, дисциплину и надёжность, предпочитает ясные обязанности и строгую иерархию. Это люди, которые умеют держать систему в рабочем состоянии и следить за соблюдением договорённостей.\n\nВ общении Максим сдержан, требователен, иногда кажется излишне строгим или формальным. Сильные стороны — организованность, устойчивость, ответственность, умение создавать понятные рамки и правила. Слабые — жёсткость, трудности с гибкостью и допущением индивидуальных исключений, склонность к излишнему контролю.\n\nРекомендация: выбирайте сферы, где важно поддерживать порядок и стандарты (управление, технический надзор, безопасность, административная работа). Развивайте способность видеть за правилами живых людей, учитывать их особенности и эмоциональный контекст, не сдавая позиций по сути дела."
  },
  "LIE": {
    "label": "Джек Лондон (ЛИЭ, LIE)",
    "description": "ЛИЭ — логико‑интуитивный экстраверт, предприниматель возможностей и эффективности. Он видит перспективные ниши, умеет оценивать выгоду и риски, готов идти на обдуманный риск ради развития. Такие люди часто двигают вперёд проекты, бизнесы и команды.\n\nВ общении Джек деловит, энергичен, может быть требовательным и нетерпеливым к медлительности. Сильные стороны — стратегическое мышление, умение видеть экономический смысл, инициативность. Слабые — риск перегрузки, склонность недооценивать эмоциональное состояние людей и свои собственные ресурсы.\n\nРекомендация: выбирайте сферы, где важны развитие, рост и результат (бизнес, управление проектами, консалтинг, инвестиции). Учитесь замечать не только цифры и показатели, но и эмоциональный климат, своё состояние и состояние команды — это поможет сохранять устойчивость на длинной дистанции."
  },
  "ESI": {
    "label": "Драйзер (ЭСИ, ESI)",
    "description": "ЭСИ — этико‑сенсорный интроверт, человек принципов и надёжных отношений. Он чётко чувствует, что такое «правильно» и «неправильно» в человеческом поведении, умеет быть верным, ответственным и последовательным. Для него важны личные связи, доверие и конкретная забота.\n\nВ общении Драйзер сдержан, но глубоко серьёзен в вопросах морали и отношений. Сильные стороны — верность, способность защищать близких, умение держать долгосрочные обязательства. Слабые — жёсткость оценок, склонность к внутренним обидам, трудность быстро менять своё мнение о человеке.\n\nРекомендация: выбирайте сферы, где ценится надёжность и личная ответственность (социальная работа, медицина, кадровая служба, воспитание). Учитесь мягче относиться к несовершенству других, давать людям право на ошибку и восстановление доверия."
  },
  "EII": {
    "label": "Достоевский (ЭИИ, EII)",
    "description": "ЭИИ — этико‑интуитивный интроверт, совесть и советчик. Он глубоко сопереживает людям, стремится к справедливости и гармонии в отношениях, склонен задумываться о смысле и моральной стороне происходящего. Это люди, которые часто становятся внутренней опорой для других.\n\nВ контакте Достоевский мягок, внимательно слушает, старается понять внутренний мир другого. Сильные стороны — эмпатия, нравственная устойчивость, способность поддержать и направить. Слабые — склонность жертвовать собой, избегать конфронтации любой ценой, накапливать внутреннюю усталость и обиды.\n\nРекомендация: выбирайте сферы, где важно слушать и поддерживать (психология, образование, социальные проекты, благотворительность). Учитесь заботиться о себе не меньше, чем о других, устанавливать реалистичные границы и позволять себе выражать недовольство экологично, не разрушая отношений."
  },
  "SEE": {
    "label": "Наполеон (СЭЭ, SEE)",
    "description": "СЭЭ — сенсорно‑этический экстраверт, харизматичный лидер и человек влияния. Он тонко чувствует людей, умеет нравиться, убеждать и вовлекать, при этом ориентирован на конкретный результат и сильные впечатления. Это люди, которые любят жить ярко и активно.\n\nВ общении Наполеон эмоционален, обаятелен, легко располагает к себе, но может быть и жёстким, если защищает свои интересы. Сильные стороны — личное обаяние, умение строить связи, добиваться своего через людей. Слабые — склонность к манипуляциям, импульсивным решениям, переоценке своих ресурсов.\n\nРекомендация: выбирайте сферы, где важны контакты, влияние и гибкость (переговоры, продажи, шоу‑бизнес, PR, политика). Учитесь быть честным в своих мотивах, бережно относиться к чувствам других и планировать последствия своих решений на более длинную дистанцию."
  },
  "ILI": {
    "label": "Бальзак (ИЛИ, ILI)",
    "description": "ИЛИ — интуитивно‑логический интроверт, трезвый прогнозист и наблюдатель. Он склонен видеть слабые места систем, предчувствовать кризисы и развилки, анализировать долгосрочные тенденции. Часто это люди с ироничным взглядом на мир и развитым чувством реализма.\n\nВ общении Бальзак может казаться пессимистом или критиком, но за этим часто стоит желание предупредить о рисках. Сильные стороны — умение видеть, где «тонко», предсказывать развитие ситуации, экономно расходовать ресурсы. Слабые — склонность застревать в сомнениях, затягивать решения, уходить в наблюдение вместо действия.\n\nРекомендация: выбирайте сферы, где ценится аналитика рисков и стратегическое видение (стратегический консалтинг, аналитика, финансовое планирование). Учитесь осознанно переходить от наблюдения к действию, позволять себе пробовать и ошибаться, а не только предугадывать проблемы."
  },
  "LSE": {
    "label": "Штирлиц (ЛСЭ, LSE)",
    "description": "ЛСЭ — логико‑сенсорный экстраверт, практичный организатор процессов. Он умеет выстраивать работу так, чтобы всё шло по плану, в срок и с понимаемым результатом. Часто это люди со стойкой работоспособностью, вниманием к деталям и ощущением долга.\n\nВ общении Штирлиц деловит, прямолинеен, может быть требовательным и нетерпимым к неорганизованности. Сильные стороны — умение структурировать деятельность, поддерживать стабильность, добиваться результата. Слабые — риск перегрузить и себя, и других, недооценка эмоциональной стороны и индивидуальных потребностей людей.\n\nРекомендация: выбирайте сферы, где важны управление, логистика, администрирование, производство. Учитесь делегировать, прислушиваться к обратной связи, учитывать человеческий фактор и давать себе право на отдых."
  },
  "SLI": {
    "label": "Габен (СЛИ, SLI)",
    "description": "СЛИ — сенсорно‑логический интроверт, спокойный мастер практики и качества. Он любит доводить дело до надёжного результата, ценит удобство, функциональность и долговечность. Часто это люди «золотые руки», которые умеют делать вещи по‑настоящему хорошо.\n\nВ общении Габен сдержан, не любит суеты и навязчивости, предпочитает говорить по делу. Сильные стороны — терпение, практичность, умение работать в своём темпе, создавая стабильный, качественный результат. Слабые — склонность оттягивать решения, уходить от конфликтов, замыкаться при слишком сильном давлении.\n\nРекомендация: выбирайте сферы, где важны ремесло, технология, инженерия, сервис высокого качества. Учитесь проговаривать свои границы и потребности, а также позволять себе проявлять инициативу, когда это действительно важно для вас."
  },
  "IEE": {
    "label": "Хаксли (ИЭЭ, IEE)",
    "description": "ИЭЭ — интуитивно‑этический экстраверт, исследователь людей и их возможностей. Он легко замечает потенциал человека, улавливает перспективные направления, любит общение и новые знакомства. Это люди, которые часто становятся связующими звеньями между разными мирами и сообществами.\n\nВ общении Хаксли открыт, любознателен, может увлечённо обсуждать идеи и переживания, но не всегда доводит начатое до конца. Сильные стороны — интуиция возможностей, эмпатия, гибкость, умение вдохновлять. Слабые — склонность к распылению, трудности с дисциплиной, перегрузка контактами.\n\nРекомендация: выбирайте сферы, где ценятся креатив, общение и развитие людей (коучинг, обучение, HR, предпринимательство, социальные проекты). Учитесь выбирать приоритеты, ограничивать количество параллельных проектов и создавать для себя минимально необходимую структуру, чтобы идеи успевали реализовываться."
  }
}