{
  "ILE": {
    "label": "Don Quixote (ILE)",
    "description": "ILE is an intuitive‑logical extravert, a discoverer of ideas and possibilities. They quickly get inspired by new projects, enjoy experimenting, and love connecting seemingly unrelated domains. They see potential where others see routine and easily generate unconventional solutions, but may struggle with long, monotonous execution and strict regulations.\n\nIn communication, Don Quixote is lively, witty, and prone to jumping from topic to topic, which can make them seem scattered or “in the clouds”. Their strengths are creativity, innovation, and the ability to shake up stagnant systems with a fresh perspective. Their weaknesses include overestimating their resources, leaving things unfinished, and overlooking practical details and logistics.\n\nRecommendation: choose fields that value ideas, innovation, and adaptability (startups, creative industries, R&D). Surround yourself with people who are strong at structure and implementation, and take the role of initiator and visionary rather than the sole executor."
  },
  "SEI": {
    "label": "Dumas (SEI)",
    "description": "SEI is a sensory‑ethical introvert, a subtle connoisseur of comfort, atmosphere, and human feelings. These people know how to create coziness around them, support pleasant conversation, and notice who needs gentle emotional support right now. They value stability, simple joys, and warm, relaxed relationships.\n\nIn communication, Dumas is soft, tactful, and tends to avoid sharp conflicts and emotional tension. Their strengths lie in their ability to care, to sense the physical and emotional state of others, and to create a safe, welcoming environment. Their weaknesses include difficulty making tough decisions, long‑term planning, and facing open confrontation when it is necessary.\n\nRecommendation: choose environments where care, service, and atmosphere matter (customer service, hospitality, wellness, beauty industry). Learn to gently but firmly defend your own boundaries and interests, so that you don’t sacrifice yourself just to keep the peace."
  },
  "ESE": {
    "label": "Hugo (ESE)",
    "description": "ESE is an ethical‑sensory extravert, an emotional organizer of everyday life. These people set the mood around them: they joke, encourage, support, and involve others in activity. They are attentive to what people enjoy and are willing to do a lot so that everyone feels comfortable and taken care of.\n\nIn communication, Hugo is bright, expressive, and sometimes loud or demonstrative, but usually sincere in their emotions. Their strengths are the ability to unite people, to take care of concrete everyday details, and to create a sense of “celebration of life”. Their weaknesses include low tolerance for cold logic and criticism, as well as a tendency to overload themselves with tasks and burn out emotionally.\n\nRecommendation: look for roles where energy, sociability, and attention to people are needed (events, education, service, HR). Learn to pace yourself, to leave time for rest, and to accept constructive feedback without perceiving it as a personal attack."
  },
  "LII": {
    "label": "Robespierre (LII)",
    "description": "LII is a logical‑intuitive introvert, an analyst and system thinker. They seek clarity, logical consistency, and internal coherence of ideas. It is important for them to understand how things work at a fundamental level, to see principles and patterns rather than isolated cases. They often have strong critical thinking and a high standard of intellectual honesty.\n\nIn communication, Robespierre is reserved, rational, and may appear cold or detached, especially in highly emotional situations. Their strengths are deep analysis, structuring information, and building clear conceptual models. Their weaknesses include difficulty expressing emotions, adapting to others’ feelings, and making decisions when there is not enough data.\n\nRecommendation: choose fields where analysis, logic, and precision are crucial (science, IT, engineering, data analysis, law). Develop emotional communication skills: practice naming your own feelings and paying attention to emotional context without sacrificing your rational standards."
  },
  "SLE": {
    "label": "Zhukov (SLE)",
    "description": "SLE is a sensory‑logical extravert, a strategist of force and direct action. They sense where strong will and pressure are needed, and they can take responsibility and initiative. These people are comfortable in competitive environments, are not afraid of tough challenges, and are ready to fight for tangible results.\n\nIn communication, Zhukov is straightforward, sometimes harsh, and may push others if they see it as necessary. Their strengths are decisiveness, quick response in uncertain situations, and the ability to protect themselves and their team. Their weaknesses include the risk of being too rough, overlooking others’ emotional states, and intolerance for weakness or slowness.\n\nRecommendation: choose areas that require tough management, crisis leadership, or protection of interests (management, business, security, sports). Learn to notice other people’s boundaries, distinguish where pressure helps the cause and where it destroys relationships, and acknowledge others’ right to their own pace and emotional state."
  },
  "IEI": {
    "label": "Yesenin (IEI)",
    "description": "IEI is an intuitive‑ethical introvert, a subtle observer of temporal trends and emotional states. They sense the mood of the times, anticipate how events may unfold, and readily dive into a world of images, meanings, and impressions. It is important for them that life has depth, beauty, and inner coherence.\n\nIn communication, Yesenin is gentle, romantic, and prone to reflection and daydreaming. Their strengths include the ability to inspire, to transmit mood, and to relate sensitively to others’ inner worlds. Their weaknesses are passivity, escapism into fantasies, and difficulty with practical implementation and hard decisions.\n\nRecommendation: choose fields where imagery, emotion, and meaning are valued (art, culture, psychology, humanities). Strengthen your ability to translate intuitive insights into concrete plans and steps, and rely on more structured partners to help anchor your ideas in reality."
  },
  "EIE": {
    "label": "Hamlet (EIE)",
    "description": "EIE is an ethical‑intuitive extravert, a director of emotions and meanings. These people know how to manage the emotional tone of a group, ignite others with ideas, and bring important but difficult themes to the surface. They sense the drama of life and often add intensity to communication to make it more meaningful.\n\nIn interaction, Hamlet is expressive and sometimes overly dramatic, but this often helps them touch people at a deep level. Their strengths include charisma, the ability to inspire, and willingness to discuss complex existential questions. Their weaknesses are emotional extremes, catastrophizing, inner mood swings, and fatigue from their own intensity.\n\nRecommendation: choose roles where working with people, publicity, and meaning are central (psychology, teaching, culture, public speaking, social projects). Learn to regulate emotional tension, notice your limits, and give yourself permission to enjoy simple, non‑dramatic aspects of life."
  },
  "LSI": {
    "label": "Maxim Gorky (LSI)",
    "description": "LSI is a logical‑sensory introvert, a guardian of order and clear rules. They value structure, discipline, and reliability, and prefer clear responsibilities and a well‑defined hierarchy. These people know how to keep systems running and ensure that agreements are respected.\n\nIn communication, Maxim is reserved and demanding, and may seem overly strict or formal. Their strengths are organization, stability, responsibility, and the ability to create clear frameworks and standards. Their weaknesses include rigidity, difficulty with flexibility and exceptions, and a tendency toward over‑control.\n\nRecommendation: choose fields where maintaining order and standards is crucial (management, technical supervision, safety, administration). Practice seeing the human behind the rules, accounting for individual differences and emotional context without compromising on essential principles."
  },
  "LIE": {
    "label": "Jack London (LIE)",
    "description": "LIE is a logical‑intuitive extravert, an entrepreneur of opportunities and efficiency. They spot promising niches, assess risks and benefits, and are ready to take calculated risks for the sake of growth. These people often drive projects, businesses, and teams forward.\n\nIn communication, Jack is energetic, business‑like, and can be demanding and impatient with slow or unstructured work. Their strengths are strategic thinking, understanding economic value, and initiative. Their weaknesses are the risk of overload, underestimating emotional factors, and neglecting their own need for rest.\n\nRecommendation: choose fields centered on development, growth, and measurable results (business, project management, consulting, investment). Learn to notice not only numbers and KPIs but also emotional climate, your own state, and your team’s well‑being to stay effective in the long run."
  },
  "ESI": {
    "label": "Dreiser (ESI)",
    "description": "ESI is an ethical‑sensory introvert, a person of principles and loyal relationships. They have a clear sense of what is “right” and “wrong” in human behavior and are capable of long‑term loyalty and responsibility. Personal bonds, trust, and concrete care are highly important to them.\n\nIn communication, Dreiser is reserved but deeply serious when it comes to morality and relationships. Their strengths include loyalty, protecting loved ones, and honoring commitments over time. Their weaknesses are harsh judgments, difficulty forgiving, and a tendency to hold on to hurts.\n\nRecommendation: choose fields where reliability and personal responsibility are valued (social work, medicine, HR, education). Learn to soften your expectations, recognize that people can change, and allow room for mistakes and reconciliation."
  },
  "EII": {
    "label": "Dostoevsky (EII)",
    "description": "EII is an ethical‑intuitive introvert, a conscience and counselor archetype. They empathize deeply with others, seek justice and harmony in relationships, and reflect on the moral side of events. These people often become inner anchors for those around them.\n\nIn communication, Dostoevsky is gentle, attentive, and genuinely interested in others’ inner worlds. Their strengths include empathy, moral stability, and the ability to support and guide. Their weaknesses are self‑sacrifice, avoidance of conflict at any cost, and accumulation of hidden fatigue and resentment.\n\nRecommendation: choose fields where listening and support are central (psychology, education, social projects, non‑profits). Learn to care for yourself as much as for others, set realistic boundaries, and express dissatisfaction in a calm, constructive way."
  },
  "SEE": {
    "label": "Napoleon (SEE)",
    "description": "SEE is a sensory‑ethical extravert, a charismatic leader and influencer. They feel people well, know how to win sympathy, persuade, and involve others, while focusing on concrete results and vivid experiences. These are people who like to live actively and brightly.\n\nIn communication, Napoleon is emotional, charming, and easily wins people over, but can also be tough when defending their interests. Their strengths are personal charm, the ability to build connections, and achieving goals through people. Their weaknesses include a tendency to manipulate, impulsive decisions, and overestimating their own resources.\n\nRecommendation: choose fields where networking, influence, and flexibility are key (negotiations, sales, entertainment, PR, politics). Strive to be honest about your motives, treat others’ feelings with care, and think through the long‑term consequences of your decisions."
  },
  "ILI": {
    "label": "Balzac (ILI)",
    "description": "ILI is an intuitive‑logical introvert, a sober forecaster and observer. They tend to see weak points in systems, anticipate crises and turning points, and analyze long‑term trends. These people often have an ironic worldview and a well‑developed sense of realism.\n\nIn communication, Balzac may seem pessimistic or overly critical, but behind this often lies a desire to warn others about potential risks. Their strengths are spotting where things may fail, predicting how situations might unfold, and using resources economically. Their weaknesses include getting stuck in doubts, delaying decisions, and withdrawing into observation instead of action.\n\nRecommendation: choose roles involving risk analysis and strategic vision (strategy, analytics, financial planning). Practice consciously shifting from observation to action, allowing yourself to experiment and learn from experience rather than only predicting problems."
  },
  "LSE": {
    "label": "Stierlitz (LSE)",
    "description": "LSE is a logical‑sensory extravert, a practical organizer of processes. They know how to structure work so that everything runs on schedule, within regulations, and with a clear outcome. These people often have strong work ethic, attention to detail, and a well‑developed sense of duty.\n\nIn communication, Stierlitz is business‑like and straightforward, and may be demanding and intolerant of disorganization. Their strengths include the ability to structure activity, maintain stability, and achieve results. Their weaknesses are the risk of overworking themselves and others, undervaluing emotional nuances, and overlooking individual needs.\n\nRecommendation: choose fields where management, logistics, administration, or production are central. Learn to delegate, to listen to feedback, and to treat the human factor as an important resource rather than an obstacle, and give yourself permission to rest."
  },
  "SLI": {
    "label": "Gabin (SLI)",
    "description": "SLI is a sensory‑logical introvert, a calm master of practice and quality. They enjoy bringing things to a reliable, tangible result and value convenience, functionality, and durability. These people often have “golden hands” and a grounded, pragmatic attitude.\n\nIn communication, Gabin is reserved, dislikes fuss and pressure, and prefers practical, to‑the‑point interaction. Their strengths are patience, practicality, and the ability to work at their own pace, producing stable, high‑quality results. Their weaknesses include postponing decisions, avoiding conflicts, and withdrawing when faced with excessive pressure.\n\nRecommendation: choose fields where craftsmanship, technology, engineering, or high‑quality service are important. Practice voicing your boundaries and needs, and allow yourself to take initiative when something truly matters to you."
  },
  "IEE": {
    "label": "Huxley (IEE)",
    "description": "IEE is an intuitive‑ethical extravert, an explorer of people and their potential. They easily sense others’ talents, see promising directions, and enjoy communication and new connections. These people often function as bridges between different worlds, teams, or communities.\n\nIn communication, Huxley is open, curious, and eager to discuss ideas and feelings, but may struggle to finish what was started. Their strengths are intuition for possibilities, empathy, flexibility, and the ability to inspire. Their weaknesses are scattering their efforts, difficulty with discipline, and overload from too many contacts.\n\nRecommendation: choose fields where creativity, human development, and communication are key (coaching, training, HR, entrepreneurship, social projects). Learn to prioritize, limit the number of parallel projects, and build at least minimal structure so that your ideas have a chance to become reality."
  }
}